{
  "posts": [
    {
      "id": 0,
      "title": "Cherish what you have in your life",
      "description": "There will be times when you'll envy what others possess or have achieved in their lives. This prevents you from seeing the good things in your own life and wastes energy that you could otherwise direct in working towards your success.Don't fall into this trap. Learn to appreciate all that you have now."
    },
    {
      "id": 1,
      "title": "Patience is a powerful tool for success",
      "description": "Patience is about more than business success. It is also a key to health and happiness. Patience is an antidote to both stress and anger. Being patient allows you to overcome challenging situations in your life. This flexibility helps you to better adapt to life's inevitable curveballs."
    },
    {
      "id": 2,
      "title": "Choose kindness all the time",
      "description": "Life is tough. Some people don't get the breaks they want or deserve. Many would fight to insist that they are right. Insist on being kind instead.Kindness brings people together. Doing good actually feels good too! It can be hard to understand, but the act of kindness is just as psychologically rewarding as receiving kindness from others. Kindness helps us live longer.In a world full of negativity, choose to be different and foster a spirit of kindness."
    },
    {
      "title": "Live an honorable life",
      "description": "The view of “You Only Live Once” encourages people to make the most out of the present moment. Nevertheless, taken to the extreme, this view leads to consequences that you'll regret later in life. Respect yourself and live in a way that others will respect you is a better philosophy.",
      "id": 1675340108953
    },
    {
      "title": "Embrace simplicity",
      "description": "Practice the art and virtue in all aspects of your life. When you de-clutter and remove the excesses in your life, you will gain more peace and appreciate life more.If you want to take it a step further, read the best books on the minimalist lifestyle so you can learn how to simplify and downsize your life for the better.",
      "id": 1675346151808
    }
  ],
  "users": [
    {
      "id": 0,
      "email": "Rytis@gmail.com",
      "password": "test123"
    },
    {
      "id": 1,
      "email": "Jonas@gmail.com",
      "password": "test456"
    },
    {
      "email": "Labas@gmail.com",
      "password": "test123",
      "id": 1675337827335
    }
  ]
}